Revit 2024 API
OverrideGraphicSettings Constructor
 Creates a new instance of an OverrideGraphicSettings object.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public OverrideGraphicSettings()
Visual Basic
Public Sub New
Visual C++
public:
OverrideGraphicSettings()
See Also
OverrideGraphicSettings Class
OverrideGraphicSettings Overload
Autodesk.Revit.DB Namespace